module.exports = `{
	"code": 1,
	"data": [{
			"Data": [{
				"Name": "体育3",
				"Teacher": "刘军(副教授)",
				"Week": "2-5,7-13,15(周)",
				"Room": "网球场"
			}],
			"Id": 1
		},
		{
			"Data": [{
				"Name": "大学物理2",
				"Teacher": "邹爱玲(讲师)",
				"Week": "6(双周)",
				"Room": "综A622"
			}, {
				"Name": "大学物理2",
				"Teacher": "邹爱玲(讲师)",
				"Week": "2-5,7-13(周)",
				"Room": "综A622"
			}],
			"Id": 2
		},
		{
			"Data": [{
				"Name": "模拟电路",
				"Teacher": "崔远慧(副教授)",
				"Week": "6(双周)",
				"Room": "综A234"
			}, {
				"Name": "模拟电路",
				"Teacher": "崔远慧(副教授)",
				"Week": "1-5,7-13(周)",
				"Room": "综A234"
			}],
			"Id": 3
		},
		{
			"Data": [{
				"Name": "大学英语3",
				"Teacher": "王新艳(讲师)",
				"Week": "1-5,7-13(周)",
				"Room": "综A634"
			}],
			"Id": 4
		},
		{
			"Data": [{
				"Name": "复变函数与积分变换",
				"Teacher": "杨开兵(副教授)",
				"Week": "5,7-15(周)",
				"Room": "综A525"
			}],
			"Id": 5
		},
		{
			"Data": [{
				"Name": "概率论与数理统计",
				"Teacher": "薛晓东(讲师)",
				"Week": "1-5,8-12(周)",
				"Room": "综A535"
			}, {
				"Name": "工程制图与CAD",
				"Teacher": "张鹏(副教授)",
				"Week": "14-15(周)",
				"Room": "综A535"
			}],
			"Id": 8
		},
		{
			"Data": [{
				"Name": "复变函数与积分变换",
				"Teacher": "杨开兵(副教授)",
				"Week": "5,7-15(周)",
				"Room": "综A525"
			}, {
				"Name": "就业与创业指导1",
				"Teacher": "冯晓光(讲师),胡悦秀()",
				"Week": "1-4(周)",
				"Room": "综A633"
			}],
			"Id": 9
		},
		{
			"Data": [{
				"Name": "工程制图与CAD",
				"Teacher": "张鹏(副教授)",
				"Week": "1-5,7-15(周)",
				"Room": "综A622"
			}],
			"Id": 12
		},
		{
			"Data": [{
				"Name": "模拟电路",
				"Teacher": "崔远慧(副教授)",
				"Week": "6(双周)",
				"Room": "综A234"
			}, {
				"Name": "模拟电路",
				"Teacher": "崔远慧(副教授)",
				"Week": "1-5,7-13(周)",
				"Room": "综A234"
			}],
			"Id": 15
		},
		{
			"Data": [{
				"Name": "大学英语3",
				"Teacher": "王新艳(讲师)",
				"Week": "1-5,7-13(周)",
				"Room": "综C117"
			}],
			"Id": 16
		},
		{
			"Data": [{
				"Name": "现代营销模拟实训（通选核心）",
				"Teacher": "杨明睿(讲师),李秀兰(教授),许月奎(教授),马亮亮(讲师)",
				"Week": "9-10(周)",
				"Room": "综C422"
			}, {
				"Name": "现代营销模拟实训（通选核心）",
				"Teacher": "杨明睿(讲师),李秀兰(教授),许月奎(教授),马亮亮(讲师)",
				"Week": "4-5,7-8(周)",
				"Room": "综A214"
			}],
			"Id": 17
		},
		{
			"Data": [{
				"Name": "马克思主义基本原理概论",
				"Teacher": "教佳怡(讲师)",
				"Week": "1-5,7-11(周)",
				"Room": "综A629"
			}],
			"Id": 19
		},
		{
			"Data": [{
				"Name": "大学物理实验2",
				"Teacher": "熊力(副教授),刘宏伟(讲师),刘玉洁(讲师),王琳(讲师),吕桓林(副教授),王雅红(教授),梁红卫(副教授),黄艳(讲师),郑丽(教授),赵璐璐(讲师)",
				"Week": "7-13,15(周)",
				"Room": "物理实验室"
			}],
			"Id": 21
		},
		{
			"Data": [{
				"Name": "形势与政策",
				"Teacher": "张雨(),冯振威(高级工程师)",
				"Week": "15(周)",
				"Room": "综A629"
			}, {
				"Name": "马克思主义基本原理概论",
				"Teacher": "教佳怡(讲师)",
				"Week": "1-5,7-11(周)",
				"Room": "综A629"
			}],
			"Id": 23
		},
		{
			"Data": [{
				"Name": "现代营销模拟实训（通选核心）",
				"Teacher": "杨明睿(讲师),李秀兰(教授),许月奎(教授),马亮亮(讲师)",
				"Week": "9-10(周)",
				"Room": "综C422"
			}, {
				"Name": "现代营销模拟实训（通选核心）",
				"Teacher": "杨明睿(讲师),李秀兰(教授),许月奎(教授),马亮亮(讲师)",
				"Week": "4-5,7-8(周)",
				"Room": "综A214"
			}],
			"Id": 24
		},
		{
			"Data": [{
				"Name": "概率论与数理统计",
				"Teacher": "薛晓东(讲师)",
				"Week": "1-5,8-12(周)",
				"Room": "综A633"
			}],
			"Id": 26
		},
		{
			"Data": [{
				"Name": "创业基础（网络核心）",
				"Teacher": "赵金霞(讲师)",
				"Week": "1-4(周)",
				"Room": "综A133"
			}],
			"Id": 29
		}
	]
}`;